vessel
fishing
occurrence
involved
registered
gross
tonnage
radio
canada
damage
compass
weather
seas
cargo
radar
ahead
echosounder
vhf
board
equipment
navigation
crew
included
minor
engaged
towed
injuries
pilot
its
people
off
incident
gps
tug
port
gyro
water
total
members
pollution
sea
being
ship
barge
harbour
under
bay
direction
berthed
docked
boat
carrier
out
conditions
river
may
passenger
nautical
device
miles
data
extracted
recording
ice
propeller
towing
dock
life
bow
berthing
anchored
tow
after
saving
major
voyage
ships
service
rudder
docking
when
wharf
november
injured
anchor
craft
hull
channel
unberthing
operations
etc
ocean
oil
bilge
damaged
propulsion
gear
deck
anchorage
fuel
keel
made
strait
collision
starboard
seaspan
west
liferaft
tanker
buoy
north
berth
vessels
lake
atlantic
stern
line
state
rescue
chart
south
persons
between
tank
east
lifeboat
capsized
person
known
over
ingress
missing
pacific
canal
machinery
passengers
gulf
crewman
tugs
resulting
mooring
reportedly
crewmember
free
ais
materials
log
wind
transported
vdr
westport
workboat
seaman
area
light
research
where
object
evacuated
pier
leak
astern
deckhand
before
pushing
master
approximately
sinking
air
northern
marine
speed
search
lifejacket
navigational
pierre
ballast
grounding
seaway
serious
departure
net
towards
shippegan
barges
above
waterline
result
propellor
western
mariner
forward
buoys
moorings
english
engineer
marina
sailboat
seal
hours
eastern
position
captain
lines
used
repair
straits
aft
visibility
indicator
course
released
minutes
reports
observed
breakwaters
waters
charter
quay
listed
towline
navigating
underwater
seriously
city
lifebuoy
anchors
product
management
navigator
portable
sent
tanks
sports
yacht
safety
decks
waterway
swell
leaking
flooding
who
shearwater
cruise
departed
dead
breakwater
located
list
toward
capt
victim
legacy
within
make
crewmembers
accident
received
hovercraft
portugal
carriers
opportunity
ports
dive
telephone
spaces
float
transport
rivtow
epirb
entered
boiler
mast
mate
closed
pilotage
source
aid
boarding
oiler
poile
report
french
plaisance
masts
wedgeport
deployed
shipyard
days
died
nearest
fisheries
part
southern
anchoring
wearing
aircraft
metres
boats
multiple
